// export const homeLeftTop = [
//   {
//     label: "绿化保有量",
//     value: "208",
//     unit: "万亩",
//   },
//   {
//     label: "中央森林保护面积",
//     value: "208",
//     unit: "万亩",
//   },
//   {
//     label: "常住人口规模",
//     value: "≤2080",
//     unit: "万人",
//   },
//   {
//     label: "建设用地总规模",
//     value: "3185",
//     unit: "平方公里",
//   },
//   {
//     label: "(GDP)建设用地使用面积",
//     value: "3185",
//     unit: "公顷/亿元",
//   },
// ];

// export const homeRightMiddle = [
//   {
//     time: "2019.10.20",
//     cont: "仁济南通医院进场",
//   },
//   {
//     time: "2019.10.20",
//     cont: "仁济南通医院招标",
//   },
//   {
//     time: "2017.10.20",
//     cont: "仁济南通医院批建",
//   },
//   {
//     time: "2017.10.20",
//     cont: "仁济南通医院选址",
//   },
// ];

// export const homeRightBottom = [
//   {
//     time: "2021/05/18 08:00",
//     name: "南通国际会议中心国际厅",
//     title: "2021中国南通国际高端纺织产业博览会",
//   },
//   {
//     time: "2021/05/19 09:00",
//     name: "南通国际会展中心A、B馆",
//     title: "纺织产业博览会全球海外买家团对接会",
//   },
//   {
//     time: "2021/05/20 08:00",
//     name: "南通国际会展中心B馆论坛区",
//     title: "2021“纺织之光”印染绿色节能改造少排放 重点技术推广会",
//   },
// ];

// export const businessJyLeftTop = [
//   {
//     label: "商业中心占地面积",
//     value: "208",
//     unit: "万平方米",
//   },
//   {
//     label: "建设用地总规模",
//     value: "41.2",
//     unit: "万平方米",
//   },
//   {
//     label: "商业面积",
//     value: "19.5",
//     unit: "万",
//   },
//   {
//     label: "停车泊位",
//     value: "4400",
//     unit: "个",
//   },
//   {
//     label: "绿化建设用地",
//     value: "50",
//     unit: "万平方米",
//   },
//   {
//     label: "已规划未建成建设用地面积",
//     value: "33",
//     unit: "万平方米",
//   },
// ];

// export const businessJyRightTop = [
//   {
//     label: "金鹰世界占地面积",
//     value: "8.4",
//     unit: "万平方米",
//   },
//   {
//     label: "总建筑面积",
//     value: "46.7",
//     unit: "万平方米",
//   },
//   {
//     label: "商业面积",
//     value: "19.5",
//     unit: "万",
//   },
//   {
//     label: "停车泊位",
//     value: "4400",
//     unit: "个",
//   },
//   {
//     label: "塔楼最高建筑高度",
//     value: "49.45",
//     unit: "米",
//   },
//   {
//     label: "绿化建设用地",
//     value: "33",
//     unit: "万平方米",
//   },
// ];

// export const businessJyLeftMiddle = [
//   {
//     time: "2019.10.20",
//     cont: "金鹰世界商业地块正式进场",
//   },
//   {
//     time: "2019.10.20",
//     cont: "CR19003一A1-A4地块公示",
//   },
//   {
//     time: "2017.10.20",
//     cont: "紫琅新天地C20004地块公示",
//   },
//   {
//     time: "2017.10.20",
//     cont: "金鹰世界商业地块正式开工",
//   },
// ];

// export const businessJyRightMiddle = [
//   {
//     time: "2021/05/18 08:00",
//     title: "盛世中创，赋能城市新中芯——“金鹰杯”中创区摄影大赛作品征集活动",
//   },
//   {
//     time: "2021/05/19 09:00",
//     title: "南通首个步入式沙盘——中创区新房金鹰世界开售",
//   },
//   {
//     time: "2021/05/20 08:00",
//     title: "最高249米！南通金鹰世界商业部分规划公示！",
//   },
// ];

// export const medicineLeftTop = [
//   {
//     label: "医学中心占地面积",
//     value: "208",
//     unit: "万平方米",
//   },
//   {
//     label: "建设用地总规模",
//     value: "41.2",
//     unit: "万平方米",
//   },
//   {
//     label: "设计床位",
//     value: "2600",
//     unit: "张",
//   },
//   {
//     label: "停车泊位",
//     value: "4400",
//     unit: "个",
//   },
//   {
//     label: "绿化建设用地",
//     value: "50",
//     unit: "万平方米",
//   },
//   {
//     label: "已规划未建成建设用地面积",
//     value: "33",
//     unit: "万平方米",
//   },
// ];

// export const medicineLeftMiddle = [
//   {
//     time: "2019.10.20",
//     cont: "仁济南通医院进场",
//   },
//   {
//     time: "2019.10.20",
//     cont: "仁济南通医院招标",
//   },
//   {
//     time: "2017.10.20",
//     cont: "仁济南通医院批建",
//   },
//   {
//     time: "2017.10.20",
//     cont: "仁济南通医院选址",
//   },
// ];

// export const medicineRightTop = [
//   {
//     label: "仁济南通医院一期占地面积",
//     value: "208",
//     unit: "万平方米",
//   },
//   {
//     label: "建设用地总规模",
//     value: "41.2",
//     unit: "万平方米",
//   },
//   {
//     label: "设计床位",
//     value: "2600",
//     unit: "张",
//   },
//   {
//     label: "停车泊位",
//     value: "4400",
//     unit: "个",
//   },
//   {
//     label: "绿化建设用地:",
//     value: "50",
//     unit: "万平方米",
//   },
//   {
//     label: "已规划未建成建设用地面积",
//     value: "33",
//     unit: "万平方米",
//   },
// ];

// export const medicineRightMiddle = [
//   {
//     time: "2021/05/18 08:00",
//     title: "南通市卫计委召开中央创新区医学中心功能规划研讨会 ",
//   },
//   {
//     time: "2021/05/19 09:00",
//     title: "南通医学中心一期工程已经由南通市行政审批局批准建设",
//   },
//   {
//     time: "2021/05/20 08:00",
//     title: "南通医学中心一期（南通大学附属医院新院区）隆重奠基开工！",
//   },
// ];

// export const cultureLeftTop = [
//   {
//     label: "月接纳游客数",
//     value: "≤9",
//     unit: "万人",
//   },
//   {
//     label: "累计举办展会",
//     value: "≤1600",
//     unit: "次",
//   },
//   {
//     label: "累计展览名家作品",
//     value: "3000",
//     unit: "件",
//   },
//   {
//     label: "累计举办演出活动数",
//     value: "3000",
//     unit: "次",
//   },
//   {
//     label: "建设用地总规模",
//     value: "208",
//     unit: "万亩",
//   },
//   {
//     label: "已规划未建成建设用地面积",
//     value: "3185",
//     unit: "公顷/亿元",
//   },
// ];

// export const cultureMsRightTop = [
//   {
//     label: "月接纳游客数",
//     value: "≤9",
//     unit: "万人",
//   },
//   {
//     label: "月停置车辆数",
//     value: "≤1600",
//     unit: "辆",
//   },
//   {
//     label: "累计展览名家作品",
//     value: "3000",
//     unit: "件",
//   },
//   {
//     label: "累计举办演出活动数",
//     value: "3000",
//     unit: "次",
//   },
//   {
//     label: "建设用地总规模",
//     value: "208",
//     unit: "万亩",
//   },
//   {
//     label: "已规划未建成建设用地面积",
//     value: "3185",
//     unit: "公顷/亿元",
//   },
// ];

// export const cultureMsRightMiddle = [
//   {
//     time: "2021/05/18 08:00",
//     title: "“红色足迹”美术书法作品主题展",
//   },
//   {
//     time: "2021/05/19 09:00",
//     title: "2021江苏省国画院中国画作品展",
//   },
//   {
//     time: "2021/05/20 08:00",
//     title: "南通市政协庆祝中国共产党成立100周年书画作品展",
//   },
// ];

// export const forestLeftTop = [
//   {
//     label: "绿化保有量",
//     value: "208",
//     unit: "万亩",
//   },
//   {
//     label: "中央森林保护面积",
//     value: "208",
//     unit: "万亩",
//   },
//   {
//     label: "常住人口规模",
//     value: "≤2080",
//     unit: "万人",
//   },
//   {
//     label: "紫琅湖面积",
//     value: "3185",
//     unit: "平方公里",
//   },
//   {
//     label: "(GDP)建设用地使用面积",
//     value: "3185",
//     unit: "公顷/亿元",
//   },
// ];
export const msTopData = [
  { name: "月接纳游客人次", val: "≤9", unit: "万人" },
  { name: "累计参展艺术家", val: "700", unit: "位" },
  { name: "累计展览名家作品", val: "3000", unit: "件" },
  { name: "累计举办艺术展出数", val: "3000", unit: "次" },
  { name: "展馆总建筑面积", val: "3.2", unit: "万平方米" },
  { name: "建筑总高", val: "24", unit: "米" },
  { name: "馆内专业展厅", val: "21", unit: "间" },
];
export const jyTopData = [
  { name: "总建筑面积", val: "11.1", unit: "万平方米" },
  { name: "建筑总高", val: "57", unit: "米" },
  { name: "单场容纳量", val: "4100", unit: "件" },
  { name: "功能区", val: "歌剧院、音乐厅、戏剧厅、儿童剧场和多功能厅" },
];
export const msBottomData = [
  {
    img: require("@img/ms1.png"),
    title: "冷冰川·新作展",
    types: "(墨刻)",
    contTitle: ["总策展人: ", "执行策展: ", "展出时间: ", "展出地点: "],
    cont: [
      "范迪安",
      "蒋鸿雯",
      "2021.09.29-2022.02.27",
      "南通美术馆二层A1-A2展厅",
    ],
  },
  {
    img: require("@img/ms2.png"),
    title: "白明·作品展",
    types: "(瓷器)",
    contTitle: ["总策展人: ", "学术支持: ", "展出时间: ", "展出地点: "],
    cont: [
      "范迪安",
      "清华大学美术学院",
      "2021.09.29-2022.02.27",
      "南通美术馆二层A2-A3展厅",
    ],
  },
  {
    img: require("@img/ms3.png"),
    title: "马岩松·狂想曲",
    types: "(建筑)",
    contTitle: ["总策展人: ", "承办单位: ", "展出时间: ", "展出地点: "],
    cont: ["范迪安", "MAD建筑事务所", "2021.09.29-2022.02.27", "南通美术馆"],
  },
];

export const jyBottomData = [
  {
    img: require("@img/jy1.jpeg"),
    title: "话剧《人世间》",
    contTitle: ["演出时间: ", "演出地点: "],
    cont: ["2021.11.12-2021.11.13", "南通大剧院-歌剧厅"],
  },
  {
    img: require("@img/jy2.jpeg"),
    title: "戏台三部曲之《惊梦》",
    contTitle: ["演出时间: ", "演出地点: "],
    cont: ["2021.11.24-2021.11.25", "南通大剧院-歌剧厅"],
  },
  {
    img: require("@img/jy1.jpeg"),
    title: "话剧《人世间》",
    contTitle: ["演出时间: ", "演出地点: "],
    cont: ["2021.11.12-2021.11.13", "南通大剧院-歌剧厅"],
  },
];

export const businessDetail = {
  business_1: {
    top: [
      {
        title: "北京大学长三角光电科学研究院",
        img: require("@img/bus1.jpg"),
        desc: [
          "北京大学长三角光电科学研究院位于风景优美、环境宜人、配套齐全的南通创新区紫琅科技城。",
          "研究院在南通市人民政府的大力支持下，依托北京大学的科研和队伍优势，主要由北京大学物理学院、人工微结构和介观物理国家重点实验室承担建设任务，围绕先进光电材料、器件、装置和系统中的核心科学技术问题，开展前沿引领创新研究，促进科技成果转移转化，培育孵化科技企业，集聚培养高端英才，立足南通，为长三角区域光电产业以及新一代信息技术产业提供强大的科技创新支撑，促进光电产业基础高级化和产业链现代化，建设具有国际影响力的光电研发和产业发展的创新平台。",
        ],
      },
    ],
    bottom: {
      title: "北京大学光电科学研究院基本概况",
      list: [
        {
          name: "北大光电研究院全国布局:",
          val: "2",
          unit: "家",
        },
        {
          name: "长三角光电研究院使用面积:",
          val: 2,
          unit: "万多平方米",
        },
        {
          name: "长三角光电科学研究院院士人数:",
          val: 7,
          unit: "位",
        },
        {
          name: "长三角光电科学研究院教授人数:",
          val: 6,
          unit: "位",
        },
        {
          name: "北大光电研究所分布城市:",
          val: "北大光电研究所分布城市",
        },
      ],
    },
  },
  business_2: {
    top: [
      {
        title: "南通智能感知研究院",
        img: require("@img/zn1.jpg"),
        desc: [
          "南通智能感知研究院地址位于南通市中央创新区紫琅科技城内。",
          "南通智能感知研究院建设将紧密围绕“智能遥感”及“智能安防”两大领域，开展光学器件、冷链组件、感知组件、光谱成像系统、微光夜视成像系统、遥感数据应用、量子调控七个方向研究，致力于打造研究水平高、探索领域深、应用范围广、研发后劲强的综合性科研基地。",
          "在“智能遥感”领域，建立全国智能遥感网，以政府、行业、大众需求为导向，集聚多方遥感资源，构建以软硬件研发、数据获取、信息处理、信息应用等为核心的综合互动智能遥感云平台，形成“共建、共享、共用”的全国智能遥感产业化体系；在“智能安防”领域，发挥几十年的红外探测技术优势，应用于城市监控、智能预警、侦察探索等领域，建立系统性的智能安防产业化体系，形成安防产业链。",
        ],
      },
    ],
    bottom: {
      title: "上海技术物理研究所基本概况",
      list: [
        {
          name: "技物所创建日期:",
          val: "1958年10月",
        },
        {
          name: "技物所在研项目:",
          val: 501,
          unit: "项",
        },
        {
          name: "计物所各类院士:",
          val: 9,
          unit: "位",
        },
        {
          name: "技物所研究生及以上人数:",
          val: 650,
          unit: "位",
        },
        {
          name: "挂靠技物所单位:",
          val: "中国空间科学学会空间遥感专业委员会、中国遥感应用协会高光谱遥感技术与应用委员会、上海市传感技术学会",
        },
      ],
    },
  },
  business_3: {
    top: [
      {
        title: "腾讯双创社区（南通）简介",
        img: require("@img/tx1.png"),
        desc: [
          "腾讯双创社区（南通）位于南通市中央创新区紫琅湖畔的紫琅科技城#E4号楼。",
          "是南通创新区政府与腾讯开放平台共同打造的数字新文创双创社区。社区将以设计、短视频、直播电商、会议会展、活动策划、咨询服务等领域为核心做针对中小微企业的企业服务平台。",
          "腾讯基于腾讯双创社区打造辐射整个南通创新区的科创+文创公共服务平台，积极助力南通创业生态体系建设，营造浓郁的创业创新氛围，同时积极为南通导入腾讯在创新领域的企业、人才、技术和基金资源，共同构建创新创业生态圈。",
        ],
      },
    ],
    bottom: {
      title: "腾讯双创社区基本概况",
      list: [
        {
          name: "腾讯布局全国众创空间:",
          val: 25,
          unit: "家",
        },
        {
          name: "全国建设总面积:",
          val: 30,
          unit: "万平方米",
        },
        {
          name: "腾讯众创空间共孵化团队:",
          val: 176,
          unit: "个",
        },
        {
          name: "其中进入上市流程:",
          val: 10,
          unit: "家",
        },
        {
          name: "成功获得融资:",
          val: 49,
          unit: "家",
        },
        {
          name: "腾讯众创空间分布城市:",
          val: "北京、上海、广州、杭州、厦门、海口、武汉、南通等",
        },
      ],
    },
  },
  business_4: {
    top: [
      {
        title: "中北大学南通智能光机电研究院简介",
        img: require("@img/zb1.jpg"),
        desc: [
          "中北大学南通智能光机电研究院是中北大学与南通高等研究院合作共建的研发机构。",
          "研究院位于南通中央创新区紫琅科技城，为南通市属事业单位，研究院紧密围绕南通“3+3+N”产业结构，依托中北大学优势科研平台，聚焦光机电产业，重点开展MEMS传感器、射频MEMS器件、石墨烯传感器、光机电仪器等核心器件自主创新研究和共性技术基础研究，打造感知微系统、射频微系统、石墨烯传感微系统、光机电仪器四大技术群。目标是把研究院建成光机电领域组织高水平前沿交叉科学研究和关键技术攻关、开展创新性成果转化、培养和聚集优秀科技人才、科研装备先进的科研基地。",
        ],
      },
      {
        title: "中北大学简介",
        img: require("@img/zb2.jpg"),
        desc: [
          "中北是山西省人民政府与工业和信息化部、国家国防科技工业局共建高校，山西省重点建设大学，B8协同创新联盟、中国航天科技教育联盟、联合国教科文组织中国创业教育联盟、丝绸之路大学联盟、全国高等军工院校课程思政联盟单位，入选中西部高校基础能力建设工程、卓越工程师教育培养计划、国家级新工科研究与实践项目、国家级大学生创新创业训练计划、国家大学生文化素质教育基地、山西省1331工程、国家二级保密单位，被誉为“人民兵工第一校”。",
        ],
      },
    ],
  },
  business_5: {
    top: [
      {
        title: "沃太能源研究院",
        img: require("@img/ot.webp"),
        desc: [
          "作为中国最早涉足光伏+储能系统的企业，沃太能源自2012年由留德硕士袁宏亮率团队在通州创办以来，已开发出三代储能产品，产品远销20多个国家和地区。企业新推出的三相户用储能系统T10更是可以满足用户复杂环境下的使用需求，实现全功率覆盖，填补了市场空白。",
          "企业要取得长足发展，除了研发好产品外，市场布局亦是举足轻重，沃太能源在开拓全球核心市场上不遗余力。目前，沃太能源在德国和澳洲都设有全资子公司。其中德国法兰克福的欧洲团队，完全采用本土化方式运营，为当地及欧洲范围提供产品培训、售前、售后及客户渠道开发等。",
        ],
      },
    ],
    bottom: {
      title: "沃太能源研究院基本概况",
      list: [
        {
          name: "沃太能源研究院全国布局:",
          val: "3",
          unit: "家",
        },
        {
          name: "沃太能源拥有发明专利:",
          val: 9,
          unit: "项",
        },
        {
          name: "实用新型专利:",
          val: 23,
          unit: "项",
        },
        {
          name: "软件著作权:",
          val: 9,
          unit: "项",
        },
        {
          name: "外观专利:",
          val: 6,
          unit: "项",
        },
        {
          name: "沃太能源研究院分布城市:",
          val: "南京、苏州、南通",
        },
      ],
    },
  },
};

export const jianSheDetail = {
  area_sh: {
    top: {
      unitTitle: "仁济南通医院工程信息",
      title: "仁济南通医院一期建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "医用建筑类",
        "E3206010318000312001002",
        "是",
        "960日历天",
        "2018年06月15号",
        "2021年12月30日",
      ],
    },
    middle: {
      unitTitle: "仁济南通医院工程节点",
      list: [
        {
          time: "2021.10.15",
          cont: "消防系统采购安装",
        },
        {
          time: "2020.03.02",
          cont: "二期建设项目招标",
        },
        {
          time: "2020.02.28",
          cont: "机电安装中标公告",
        },
        {
          time: "2018.05.30",
          cont: "中标候选人公示",
        },
        {
          time: "2018.03.29",
          cont: "建设项目施工招标",
        },
        {
          time: "2017.09.20",
          cont: "桩机招标",
        },
      ],
    },
    bottom: {
      unitTitle: "仁济南通医院现场环参监控",
      val: 32,
      time: "2021-09-01 14:00",
      tagList: ["轻度污染", "首要污染物：PM2.5"],
      list: [
        { name: "PM2.5", val: 3.5 },
        { name: "PM10", val: 2.4 },
        { name: "O3", val: 3.5 },
        { name: "SO2", val: 2.3 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.4 },
      ],
    },
  },
  area_fs: {
    top: {
      unitTitle: "通大附院工程信息",
      title: "通大附院一期建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "医用建筑类",
        "E3206010318000312005001",
        "是",
        "1000日历天",
        "2019年02月19号",
        "2023年08月20日",
      ],
    },
    middle: {
      unitTitle: "通大附院工程节点",
      list: [
        {
          time: "2021.10.15",
          cont: "一期病房楼施工入场",
        },
        {
          time: "2020.11.10",
          cont: "新建病房楼项目规划公示",
        },
        {
          time: "2020.08.20",
          cont: "附院招标项目规划公示",
        },
        {
          time: "2020.05.08",
          cont: "附院一期奠基开工",
        },
        {
          time: "2020.03.17",
          cont: "附院拆迁项目中标公告",
        },
        {
          time: "2019.02.19",
          cont: "附院一期招标公告",
        },
      ],
    },
    bottom: {
      unitTitle: "通大附院现场环参监控",
      val: 60,
      list: [
        { name: "PM2.5", val: 3.4 },
        { name: "PM10", val: 2.2 },
        { name: "O3", val: 3.5 },
        { name: "SO2", val: 2.1 },
        { name: "NO2", val: 1.4 },
        { name: "CO", val: 0.3 },
      ],
    },
  },
  area_zl: {
    top: {
      unitTitle: "紫琅新天地工程信息",
      title: "紫琅新天地建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "商用建筑类",
        "A3206010318000540",
        "是",
        "1000日历天",
        "2020年1月1号",
        "2023年7月1号",
      ],
    },
    middle: {
      unitTitle: "紫琅新天地工程节点",
      list: [
        {
          time: "2021.11.10",
          cont: "项目幕墙工程施工",
        },
        {
          time: "2021.09.06",
          cont: "项目机电工程施工",
        },
        {
          time: "2021.03.09",
          cont: "项目工程监测实验",
        },
        {
          time: "2020.12.04",
          cont: "项目施工总承包公示",
        },
        {
          time: "2020.10.13",
          cont: "项目桩基工程",
        },
        {
          time: "2020.09.07",
          cont: "紫琅新天地设计项目公示",
        },
      ],
    },
    bottom: {
      unitTitle: "紫琅新天地环参监控",
      val: 58,
      list: [
        { name: "PM2.5", val: 3.2 },
        { name: "PM10", val: 2.1 },
        { name: "O3", val: 3.0 },
        { name: "SO2", val: 2.0 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.2 },
      ],
    },
  },
  area_jr: {
    top: {
      unitTitle: "金融商务中心工程信息",
      title: "金融商务中心建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "商用建筑类",
        "A3206010318000552",
        "是",
        "1000日历天",
        "2020年12月30号",
        "2023年06月30号",
      ],
    },
    middle: {
      unitTitle: "金融商务中心工程节点",
      list: [
        {
          time: "2021.08.10",
          cont: "项目地铁监测（含基坑）",
        },
        {
          time: "2021.07.29",
          cont: "工程材料监测试验",
        },
        {
          time: "2021.06.17",
          cont: "项目施工招标",
        },
        {
          time: "2020.12.30",
          cont: "项目监理公告",
        },
        {
          time: "2020.09.25",
          cont: "项目招标代理及造价咨询",
        },
        {
          time: "2020.02.22",
          cont: "项目城市设计及启动区设计",
        },
      ],
    },
    bottom: {
      unitTitle: "金融商务中心环参监控",
      val: 20,
      list: [
        { name: "PM2.5", val: 2.1 },
        { name: "PM10", val: 2.3 },
        { name: "O3", val: 3.0 },
        { name: "SO2", val: 2.0 },
        { name: "NO2", val: 1.3 },
        { name: "CO", val: 0.1 },
      ],
    },
  },
  area_zladdress: {
    top: {
      unitTitle: "紫琅科技城商业街工程信息",
      title: "紫琅科技城商业街建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "商用建筑类",
        "A3206010318000540",
        "是",
        "1000日历天",
        "2020年1月1号",
        "2023年7月1号",
      ],
    },
    middle: {
      unitTitle: "紫琅科技城商业街工程节点",
      list: [
        {
          time: "2021.11.10",
          cont: "项目幕墙工程施工",
        },
        {
          time: "2021.09.06",
          cont: "项目机电工程施工",
        },
        {
          time: "2021.03.09",
          cont: "项目工程监测实验",
        },
        {
          time: "2020.12.04",
          cont: "项目施工总承包公示",
        },
        {
          time: "2020.10.13",
          cont: "项目桩基工程",
        },
        {
          time: "2020.09.07",
          cont: "紫琅科技城商业街设计项目公示",
        },
      ],
    },
    bottom: {
      unitTitle: "紫琅科技城商业街环参监控",
      val: 55,
      list: [
        { name: "PM2.5", val: 3.2 },
        { name: "PM10", val: 2.1 },
        { name: "O3", val: 3.0 },
        { name: "SO2", val: 2.0 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.2 },
      ],
    },
  },
  area_jy: {
    top: {
      unitTitle: "金鹰世界工程信息",
      title: "金鹰世界一期建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "商用建筑类",
        "E3206010318000312001022",
        "否",
        "960日历天",
        "2018年06月15号",
        "2021年12月30日",
      ],
    },
    middle: {
      unitTitle: "金鹰世界工程节点",
      list: [
        {
          time: "2021.10.15",
          cont: "消防系统采购安装",
        },
        {
          time: "2021.02.01",
          cont: "CR19003二期A2合同订立",
        },
        {
          time: "2021.01.25",
          cont: "CR19003二期A1合同订立",
        },
        {
          time: "2020.08.27",
          cont: "A1、A2、A3地块规划公示",
        },
        {
          time: "2019.12.06",
          cont: "A2地块规划公示",
        },
        {
          time: "2019.06.06",
          cont: "CR19003地块中标",
        },
      ],
    },
    bottom: {
      unitTitle: "金鹰世界现场环参监控",
      val: 32,
      time: "2021-09-01 14:00",
      tagList: ["轻度污染", "首要污染物：PM2.5"],
      list: [
        { name: "PM2.5", val: 3.5 },
        { name: "PM10", val: 2.4 },
        { name: "O3", val: 3.5 },
        { name: "SO2", val: 2.3 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.4 },
      ],
    },
  },
  school_yx: {
    top: {
      unitTitle: "源兴路北幼儿园工程项目",
      title: "源兴路北幼儿园工程",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "房屋建筑类",
        "A3206010318000552",
        "是",
        "80日历天",
        "2021年08月30号",
        "2021年08月30号",
      ],
    },
    middle: {
      unitTitle: "源兴路北幼儿园工程节点",
      list: [
        {
          time: "2021.09.26",
          cont: "项目装修工程中标公示",
        },
        {
          time: "2021.09.18",
          cont: "项目装修工程评标公示",
        },
        {
          time: "2021.07.06",
          cont: "项目装修工程预审公示",
        },
        {
          time: "2020.11.03",
          cont: "项目施工总承包工程公示",
        },
        {
          time: "2020.10.30",
          cont: "项目施工总承包工程评标公示",
        },
        {
          time: "2020.10.10",
          cont: "项目评标结果公示",
        },
      ],
    },
    bottom: {
      unitTitle: "源兴路北幼儿园环参监控",
      val: 31,
      list: [
        { name: "PM2.5", val: 3.3 },
        { name: "PM10", val: 2.2 },
        { name: "O3", val: 3.5 },
        { name: "SO2", val: 2.3 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.4 },
      ],
    },
  },
  school_rc: {
    top: {
      unitTitle: "人才公寓幼儿园工程项目",
      title: "人才公寓幼儿园工程",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "房屋建筑类",
        "A3206010318000552",
        "是",
        "80日历天",
        "2021年08月30号",
        "2021年08月30号",
      ],
    },
    middle: {
      unitTitle: "人才公寓幼儿园工程节点",
      list: [
        {
          time: "2021.09.26",
          cont: "项目装修工程中标公示",
        },
        {
          time: "2021.09.18",
          cont: "项目装修工程评标公示",
        },
        {
          time: "2021.07.06",
          cont: "项目装修工程预审公示",
        },
        {
          time: "2020.11.03",
          cont: "项目施工总承包工程公示",
        },
        {
          time: "2020.10.30",
          cont: "项目施工总承包工程评标公示",
        },
        {
          time: "2020.10.10",
          cont: "项目评标结果公示",
        },
      ],
    },
    bottom: {
      unitTitle: "人才公寓幼儿园环参监控",
      val: 29,
      list: [
        { name: "PM2.5", val: 3.1 },
        { name: "PM10", val: 2.1 },
        { name: "O3", val: 3.5 },
        { name: "SO2", val: 2.3 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.4 },
      ],
    },
  },
  area_zl2: {
    top: {
      unitTitle: "紫琅科技城二期",
      title: "紫琅科技城二期建设项目",
      contTitle: [
        "项目分类",
        "项目编号",
        "重点项目",
        "计划工期",
        "计划开工时间",
        "计划竣工日期",
      ],
      cont: [
        "商用建筑类",
        "A3206010318000342",
        "是",
        "1000日历天",
        "2020年5月1号",
        "2023年12月1号",
      ],
    },
    middle: {
      unitTitle: "紫琅科技城二期工程节点",
      list: [
        {
          time: "2021.09.07",
          cont: "项目室外景观绿化EPC工程总承包",
        },
        {
          time: "2021.08.19",
          cont: "项目精装修工程",
        },
        {
          time: "2021.08.10",
          cont: "项目智能化及亮化工程",
        },
        {
          time: "2021.07.21",
          cont: "项目10KV供配电工程电气设备采购及安装",
        },
        {
          time: "2021.06.27",
          cont: "项目室外景观绿化EPC工程总承包",
        },
        {
          time: "2021.04.12",
          cont: "项目10KV供配电工程电气设备采购及安装",
        },
      ],
    },
    bottom: {
      unitTitle: "紫琅科技城二期环参监控",
      val: 55,
      list: [
        { name: "PM2.5", val: 3.1 },
        { name: "PM10", val: 2.1 },
        { name: "O3", val: 3.0 },
        { name: "SO2", val: 2.0 },
        { name: "NO2", val: 1.5 },
        { name: "CO", val: 0.2 },
      ],
    },
  },
};

export const pmDetail = {
  forest: {
    msg: {
      unitTitle: "中央森林公园环参监控",
      val: 10,
      list: [
        { name: "PM2.5", val: 3.4 },
        { name: "PM10", val: 2.2 },
        { name: "O3", val: 3.5 },
        { name: "SO2", val: 2.1 },
        { name: "NO2", val: 1.4 },
        { name: "CO", val: 0.3 },
      ],
    },
    video: {
      unitTitle: "中央森林公园实时视频",
      url: "/forest.mp4",
      id: "pm-forest-video",
    },
  },
  zlh: {
    msg: {
      unitTitle: "紫琅湖环参监控",
      val: 12,
      list: [
        { name: "PM2.5", val: 3.3 },
        { name: "PM10", val: 2.2 },
        { name: "O3", val: 3.2 },
        { name: "SO2", val: 2.1 },
        { name: "NO2", val: 1.3 },
        { name: "CO", val: 0.3 },
      ],
    },
    video: {
      unitTitle: "紫琅湖实时视频",
      url: "/zlh.mp4",
      id: "pm-zlh-video",
    },
  },
  hb: {
    msg: {
      unitTitle: "环保公园环参监控",
      val: 8,
      list: [
        { name: "PM2.5", val: 3.1 },
        { name: "PM10", val: 2.1 },
        { name: "O3", val: 2.5 },
        { name: "SO2", val: 2.1 },
        { name: "NO2", val: 1.2 },
        { name: "CO", val: 0.3 },
      ],
    },
    video: {
      unitTitle: "环保公园实时视频",
      url: "/hb.mp4",
      id: "pm-hb-video",
    },
  },
  yl: {
    msg: {
      unitTitle: "云林绿丘环参监控",
      val: 18,
      list: [
        { name: "PM2.5", val: 3.1 },
        { name: "PM10", val: 2.0 },
        { name: "O3", val: 2.5 },
        { name: "SO2", val: 2.1 },
        { name: "NO2", val: 1.1 },
        { name: "CO", val: 0.3 },
      ],
    },
    video: {
      unitTitle: "云林绿丘实时视频",
      url: "/yl.mp4",
      id: "pm-yl-video",
    },
  },
  sd: {
    msg: {
      unitTitle: "湿地森林环参监控",
      val: 30,
      list: [
        { name: "PM2.5", val: 3.1 },
        { name: "PM10", val: 2.0 },
        { name: "O3", val: 2.4 },
        { name: "SO2", val: 2.2 },
        { name: "NO2", val: 1.3 },
        { name: "CO", val: 0.6 },
      ],
    },
    video: {
      unitTitle: "湿地森林实时视频",
      url: "/sd.mp4",
      id: "pm-sd-video",
    },
  },
};

export const showDetail = {
  zl: {
    top: {
      unitTitle: "国际展览中心基本概况",
      list: [
        {
          label: "展览中心总用地面积",
          value: "7.7",
          unit: "万平方米",
        },
        {
          label: "展览中心总建筑面积",
          value: "4.1",
          unit: "万平方米",
        },
        {
          label: "展览中心地上停车位",
          value: "333",
          unit: "辆",
        },
        {
          label: "展览中心展厅面积",
          value: "1",
          unit: "万平方米",
        },
        {
          label: "可用会议室数量",
          value: "18",
          unit: "个",
        },
      ],
    },
    bottom: {
      unitTitle: "展览中心最新展会名称",
      acv: [
        {
          time: "2022年5月18号",
          title: "南通国际家纺、服装面料及辅料展览会",
        },
        {
          time: "2021年10月21日",
          title: "南通健康睡眠博览会",
        },
        {
          time: "2021年10月15号",
          title: "南通中国华夏家博会",
        },
        {
          time: "2021年5月28号",
          title: "南通中国华夏家博会",
        },
        {
          time: "2021年5月18号",
          title: "南通国际家纺、服装面料及辅料展览会",
        },
        {
          time: "2021年10月15号",
          title: "南通中国华夏家博会",
        },
      ],
    },
  },
  school_yx: {
    top: {
      unitTitle: "紫琅一小基本数据概况",
      list: [
        {
          label: "学校占地面积",
          value: "80",
          unit: "亩",
        },
        {
          label: "总投资额",
          value: "2.5",
          unit: "亿元",
        },
        {
          label: "在校学生",
          value: "420",
          unit: "人",
        },
        {
          label: "办学规模",
          value: "8轨48班",
        },
        {
          label: "教职员工",
          value: "50",
          unit: "人",
        },
        {
          label: "特级教师",
          value: "29",
          unit: "人",
        },
        {
          label: "江苏省正高级教师",
          value: "1",
          unit: "人",
        },
        {
          label: "江苏省特级教师",
          value: "1",
          unit: "人",
        },
      ],
    },
    bottom: {
      unitTitle: "紫琅一小校园最新活动",
      acv: [
        {
          time: "2021年11月18号",
          title: "紫琅一小青少年模拟法庭活动",
        },
        {
          time: "2021年11月05日",
          title: "高山副市长调研紫琅一小安全工作",
        },
        {
          time: "2021年09月02号",
          title: "紫琅一小900余小学生收获减负小书包",
        },
        {
          time: "2021年08月31号",
          title: "紫琅一小劳动教育生活馆采购项目",
        },
        {
          time: "2020年12月08号",
          title: "紫琅一小教育部专家来我校专题调研足球队",
        },
      ],
    },
  },
  school_sy: {
    top: {
      unitTitle: "紫琅湖实验学校基本数据概况",
      list: [
        {
          label: "学校占地面积",
          value: "160",
          unit: "亩",
        },
        {
          label: "总投资额",
          value: "4.8",
          unit: "亿元",
        },
        {
          label: "办学规模",
          value: "小学60个班、初中30个班",
        },
        {
          label: "教职员工",
          value: "50",
          unit: "人",
        },
        {
          label: "特级教师",
          value: "29",
          unit: "人",
        },
        {
          label: "江苏省正高级教师",
          value: "1",
          unit: "人",
        },
        {
          label: "江苏省特级教师",
          value: "1",
          unit: "人",
        },
      ],
    },
    bottom: {
      unitTitle: "紫琅湖实验学校最新活动",
      acv: [
        {
          time: "2021年11月07号",
          title: "紫琅湖开展八礼四仪养成教育",
        },
        {
          time: "2021年11月05日",
          title: "校园处处学礼仪，多种渠道养文明",
        },
        {
          time: "2021年10月20号",
          title: "流动课堂 进学校 点单式 服务助力 快乐双减",
        },
        {
          time: "2021年07月08号",
          title: "小海中学今年将借紫琅湖实验学校校舍办学",
        },
        {
          time: "2021年05月13号",
          title: "南通市紫琅湖实验学校小学部开启“躺下去”的午憩时光",
        },
        {
          time: "2020年05月09号",
          title: "成立100周年“信念永恒”红色诗歌进校园活动在紫琅湖实验学校",
        },
      ],
    },
  },
};
